000001 IDENTIFICATION DIVISION.
000002     PROGRAM-ID. HelloWorld.
000003     AUTHOR. Gabyneve.
000004
000005 ENVIRONMENT DIVISION.
000006
000007 DATA DIVISION.
000008
000009 PROCEDURE DIVISION.
000010 PRINCIPAL.
000011     DISPLAY "HelloWorld".
000012
000013 STOP RUN.
000014 END PROGRAM HelloWorld.
