000001 IDENTIFICATION DIVISION.
000002     PROGRAM-ID. Input_Em_Cobol.
000003     AUTHOR. Gabyneve.
000004
000005 ENVIRONMENT DIVISION.
000006
000007 DATA DIVISION.
000008 WORKING-STORAGE SECTION.
000009
000010 01 NOME PIC A(16).
000011
000012 PROCEDURE DIVISION.
000013 Main.
000014     DISPLAY "Qual o seu nome?".
000015     ACCEPT NOME.
000016     DISPLAY "Bom dia, " NOME.
000017
000018 STOP RUN.
000019 END PROGRAM Input_Em_Cobol.
